/*
 Intro.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// Intro

"_intro_01_" = "VELKOMMEN";
"_intro_02_" = "Based on the encryption AES-256, _brand_ will enable you to store all your private data (documents, templates, photos, videos, etc…) in your Cloud, thus keeping them safe from possible 'prying eyes'.";
"_intro_03_" = "KRYPTERINGNØKKEL ";
"_intro_04_" = "In order to immediately start using _brand_ you will be asked to enter a encryption key (minimum 4 characters, maximum 64 characters). The combination will be required just once and it cannot be modified. Should you forget it, you will never be able to retrieve it and your files will remain encrypted. Should you re-install _brand_ or access to your data from another iPhone, use the same combination you entered the first time.";
"_intro_05_" = "LOGIN";
"_intro_06_" = "Afterwards, you can choose your favourite Cloud among those available (Dropbox, ownCloud), and create your own account by entering the requested data.";
"_intro_06_Nextcloud_" = "Afterwards, you can create your own account by entering the requested data.";
"_intro_07_" = "_brand_";
"_intro_08_" = "From now on, you will be able to see all the files stored in your Cloud. You will be able to rename, move, delete them, send them to other compatible programs installed in your iPhone, and much more.";
"_intro_09_" = "FAVORITES & LOCAL STORAGE";
"_intro_10_" = "You can tag the most important files as 'Favorites', so that they are copied and will always remain synchronized on your iPhone and they can be consulted offline. In the 'Local storage' instead enter files that are no longer synchronized. In the 'Local storage' they will be decompress the compressed files you download from the cloud where you can also access it via iTunes.";
"_intro_11_" = "ENCRYPT / DECRYPT";
"_intro_12_" = "Any file can be encrypted or decrypted. The name of folders containing your files can be encrypted as well (so as to hide any possible hint at their contents).";
"_intro_13_" = "ADD";
"_intro_14_" = "Any kind of document, either in standard or in encrypted format, can be uploaded from _brand_ onto your Cloud. All encrypted files and folders will be marked in orange colour. If they are in preview mode, they will be identified by a 3 bullets orange label instead.";
"_intro_15_" = "TEMPLATES";
"_intro_16_" = "Templates for recording your confidential data (note, credit card, ATM card, bank accounts, passwords to websites, etc…) are available and they can be saved in your Cloud in encrypted mode as well.";
"_intro_17_" = "PASSWORD LOCK";
"_intro_18_" = "In order to  prevent other potential users of your iPhone from accessing your _brand_, you can activate the 'password lock' directly from the settings. The password lock can be modified, disabled, or even used to protect access to individual folders.";
"_intro_19_" = "START";
"_intro_20_" = "Good, you’re now ready to start using your _brand_. We remind you that you can find further information and news or contact us on the site: \n\n http://cryptocloud.twsweb.it \n\n Come and visit us!";
"_intro_20_Nextcloud_" = "Good, you’re now ready to start using your _brand_. We remind you that you can find further information and news or contact us on the site: \n\n https://nextcloud.com \n\n Come and visit us!";

// Intro END

"_intro_END_01_"    = "_brand_";
"_intro_END_02_"    = "Good ! You’re now ready to start using your _brand_, follow us on Twitter : @Crypto_Cloud and leave your opinion on AppStore, it is important to us.";
"_intro_END_02_Nextcloud_" = "Good ! You’re now ready to start using your _brand_, follow us on Twitter : @Nextclouders and leave your opinion on AppStore, it is important to us.";

// Intro 1.90

"_intro_190_00_"    = "New : Synchronization folders. \n\n Modify in 'Automatic uploading from the camera' : now you can choose whether to use the service in the background (default is now OFF). \n\n New menu 'Help in Settings' for reviewing helps and tutorials.";
"_intro_190_01_"    = "SYNKRONISERING";
"_intro_190_02_"    = "Now you can enable synchronization to folder. All files on the server will be downloaded and will always be updated and available, synchronization occurs whenever the folder will be updated.";
"_intro_190_03_"    = "HOW TO";
"_intro_190_04_"    = "Swipe on the folder to synchronize, choose 'More' and select option : Keep the folder synchronized. (Attention, if the folder contains many files it will take a long time and much bandwidth for the first synchronization !).";
"_intro_190_05_"    = "BADGE";
"_intro_190_06_"    = "Your synchronized folders now have a new badge that identifies them.";
"_intro_190_07_"    = "INNSTILLINGER ";
"_intro_190_08_"    = "A new option has been added to Settings.";
"_intro_190_09_"    = "SYNKRONISERING AV MAPPER";
"_intro_190_10_"    = "Here you can activate synchronization 'only' if there is a Wi-Fi network; the list of active synchronizations is specified as well.";
"_intro_190_11_"    = "SLETT SYNKRONISERINGER";
"_intro_190_12_"    = "I tillegg til menyen 'Annet' direkte tilgjengelig i mappen kan du slette synkroniseringen. Sletting av synkroniseringen sletter ikke filen lokalt.";

// Intro 1.91

"_intro_191_00_"    = "Nye valg for deling av filer eller mapper.";
"_intro_191_01_"    = "DELE";
"_intro_191_02_"    = "Now you can share a file or folder and remove the share, for accounts ownCloud in addition you can protect sharing with password and if you wanted you can assign expiration date.";
"_intro_191_03_"    = "HOW TO";
"_intro_191_04_"    = "Swipe on the file or folder to share, choose 'More' and select option : Share. (Sharing is not activated on encrypted files or folders).";
"_intro_191_05_"    = "INNSTILLINGER ";
"_intro_191_06_"    = "A mask will appear where you can: disable/enable share link, push 'Send link to ...' for send link : via email - copy - open with other programs etc., and for OwnCloud protect with password or assign an expiration date. You always possible later deactivate/activate or modify any option.";
"_intro_191_07_"    = "BADGE";
"_intro_191_08_"    = "Delingene har nå et synlig skilt på høyre side.";

// Intro 1.94

"_intro_194_00_"    = "Connecting to your iPhone or iPad through iTunes for file sharing. \n\n Fingerprint and 6 number for password.";
"_intro_194_01_"    = "iTunes";
"_intro_194_02_"    = "Connect your iPhone or iPad to iTunes, select App - File sharing and _brand_, you can now Add or Save the files on your Mac or PC.";
"_intro_194_03_"    = "LOKALT LAGER";
"_intro_194_04_"    = "It is the 'Local storage' the area where is activate the sharing with iTunes.";
"_intro_194_05_"    = "MER";
"_intro_194_06_"    = "Any file in the 'Local storage' can be uploaded on your Cloud or open with other compatible Apps.";
"_intro_194_07_"    = "FINGERPRINT";
"_intro_194_08_"    = "Now you can use the fingerprint reader (if your device has it) for enter the password, password that for the simple version is now to 6 numbers, go immediately to enter the new code.";

// Intro 1.96

"_intro_196_00_"    = "Del utvidelsen";
"_intro_196_01_"    = "AKTIVERING";
"_intro_196_02_"    = "On your iPhone go to Photo, select the image or video to share on the cloud, tap the 'Action'";
"_intro_196_03_"    = "MER";
"_intro_196_04_"    = "Alle programmer som du kan bruke til å dele med vil vises, hvis _brand_ ikke vises, trykk 'mer'";
"_intro_196_05_"    = "AKTIVITET";
"_intro_196_06_"    = "Looking _brand_, enable it and tap 'done'";
"_intro_196_07_"    = "DELE";
"_intro_196_08_"    = "Now _brand_ is present among the App that you can use for sharing, tap it";
"_intro_196_09_"    = "MAPPE";
"_intro_196_10_"    = "Now you're ready to save the shared image, bottom tap folder: if you want to change the destination folder";
"_intro_196_11_"    = "ENCRYPTED OR NO";
"_intro_196_12_"    = "Tap the symbol to switch saved encrypted or not";
"_intro_196_13_"    = "LAGRE";
"_intro_196_14_"    = "At the end press Save to send everything to the cloud, or Cancel to exit, or swipe on the file you want to delete because it is not sent cloud (handy if you have selected multiple files but in the end you do not want them to send all)";
"_intro_196_15_"    = "KOBLE TIL DROPBOX IGJEN";
"_intro_196_16_"    = "The development of extension for the shares has changed the policy to dropbox so need to re-perform the account login. Go immediately to Settings / Change your credentials, chosen your Dropbox account (if you have more of a challenge for everyone) and tap modify account, now just only confirm";
"_intro_196_17_"    = "RESOURCE CONNECTION [ONLY OWNCLOUD]";
"_intro_196_18_"    = "Dette symbolet indikerer at ressursen er fra en annen konto, trykk for å se dine rettigheter";
"_intro_196_19_"    = "ENDRE RETTIGHETER [KUN OWNCLOUD]";
"_intro_196_20_"    = "In sharing your resources you can: \n\n1) Tap to delete the user/group \n\n2) Tap to change the permissions to him established";
"_intro_196_21_"    = "PERMISSION AND INFORMATION [ONLY OWNCLOUD]";
"_intro_196_22_"    = "Here's what the mask to change the permissions, below you will see some information";

// Intro 1.97

"_intro_197_00_"    = "Possibility to delete the file directly in the preview \n\n Folder synchronization in the background \n\n ownCloud : available file preview";
"_intro_197_01_"    = "Oversett";
"_intro_197_02_"    = "Translation problems with your language?\n\n Help us and write us at _mail_me_";

// Intro 1.99

"_intro_199_01_" = "Quickly switch between your accounts";
"_intro_199_00_" = "Raskt skifte mellom dine kontoer";
"_intro_199_02_" = "Now you can quickly switch between your accounts. From home tap the _brand_ logo and choose the account (available when there is no activity)";

// Intro 2.00

"_intro_200_00_" = "_brand_ Control Center : looks and manage quickly the transfers";
"_intro_200_01_" = "Open _brand_ Control Center";
"_intro_200_02_" = "Place your finger on the navigation bar of _brand_ (as in figure)";
"_intro_200_03_" = "Open _brand_ Control Center";
"_intro_200_04_" = "Slide your finger down onto the screen to reveal _brand_ Control Center";
"_intro_200_05_" = "Open _brand_ Control Center";
"_intro_200_06_" = "Fortsett opp til rundt halve skjermen og mot bunnen, slipp så fingeren";
"_intro_200_07_" = "Åpne _brand_ kontrollsenter";
"_intro_200_08_" = "Here you can see if there are ongoing transfers";
"_intro_200_09_" = "Lukk _brand_ kontrollsenter";
"_intro_200_10_" = "Place your finger in the final part of the _brand_ Control Center and slide your finger up onto the screen to close it";

// Intro 2.10

"_intro_210_00_" = "Kopier / Lim inn filer";
"_intro_210_01_" = "Kopier filer";
"_intro_210_02_" = "Now you can finally copy any file or files, identify the files to be copied and perform a long press touch; if the files are successfully downloaded a menu is visualized as shown in figure";
"_intro_210_03_" = "Lim inn filer";
"_intro_210_04_" = "Nå kan man endre en mappe, eller til og med en konto og foreta et langt trykk for å lime inn en fil i klartekst eller kryptert modus.";
